Repository: Victoire/victoire
Catalog: Bundle/BlogBundle/Resources/translations/victoire.*.xliff
Languages: es

# form.widget.tab.tag.label
source: Tags
es: Etiquetas

# entity_proxy.form.article.label
source: Post
es: Artículo

# menu.blog.article.new
source: <i class="vic-menuImg vic-menuImg-new"></i> New post
es: <i class="vic-menuImg vic-menuImg-new"></i> Nuevo artículo

# victoire_blog.index.title
source: Blog index
es: Administrar blogs

# menu.blog.new
source: <i class="vic-menuImg vic-menuImg-new"></i> New blog
es: <i class="vic-menuImg vic-menuImg-new"></i> Nuevo blog

# modal.blog.button.new.label
source: Create a new blog
es: Crear nuevo blog

# modal.blog.list.empty.notice
source: You haven't created any blog yet. This is the time :)
es: Aún no ha creado ningún blog. Este es el momento :)

# modal.blog.list.title
source: Blogs list
es: Blogs lista

# modal.blog.list.articlesList.title
source: Posts list
es: Lista de artículos

# modal.blog.list.articlesList.new_article
source: <span class="fa fa-check-circle"></span> Create a new post
es: <span class="fa fa-check-circle"></span> Crear un nuevo artículo

# modal.blog.list.articlesList.empty.notice
source: You haven't created any post in this blog yet. This is the time :))
es: Aún no ha creado ningún artículo. Este es el momento :)

# modal.blog.button.new.title
source: Create a new blog
es: Crear nuevo blog

# menu.blog.article.settings
source: <i class="vic-menuImg vic-menuImg-gear"></i> Post settings
es: <i class="vic-menuImg vic-menuImg-gear"></i> Configuración del artículo

# menu.blog.settings
source: <i class="vic-menuImg vic-menuImg-gear"></i> Blog settings
es: <i class="vic-menuImg vic-menuImg-gear"></i> Configuración del blog

# widget_filter.category_filter
source: Categories
es: Categorías

# widget_filter.tag_filter
source: Tags
es: Etiquetas

# modal.form.article.settings.action.delete.confirm.body
source: This action will permanently remove the post. This action is irreversible. Are you sure?
es: Esta acción eliminará permanentemente el artículo. Esta acción es irreversible. ¿ Seguro ?

# modal.form.article.settings.action.delete.confirm.title
source: Is this your final answer?
es: ¿ Esto es su respuesta final ?

# modal.blog.new.title
source: Create a new blog
es: Crear nuevo blog

# modal.article.new.title
source: Create a new post
es: Crear un nuevo artículo

# modal.form.article.settings.title
source: Post settings <strong>%articleName%</strong>
es: Configuración del artículo <strong>%articleName%</strong>

# modal.form.blog.settings.title
source: Blog settings <strong>%blogName%</strong>
es: Configuración del blog] <strong>%blogName%</strong>

# victoire.blog.article.delete.success
source: The post has been removed
es: El artículo ha sido eliminado

# blog.form.title.label
source: Category
es: Categoría

# form.article.type.author.label
source: Author
es: Autor

# victoire.blog.category.add.sub.label
source: Add a subcategory
es: Añadir subcategoría

# victoire.blog.category.add.main.label
source: Add a main category
es: Añadir una categoría principal

# victoire.blog.choose.blog.label
source: Pick your blog
es: Eliges a tu blog

# victoire.blog.choose.locale.label
source: Pick your blog's locale
es: Elija el blog locales

# victoire.blog.nav.articles.label
source: Posts lists
es: Lista de artículos

# victoire.blog.nav.settings.label
source: Settings
es: Configuración

# victoire.blog.nav.category.label
source: Categories list
es: Lista de categorías

# modal.button.settings.title
source: Modify
es: Modificar

# modal.button.category.title
source: Modify
es: Modificar

# widget_filter.form.date.format.label
source: Periodicity
es: Frecuencia

# widget_filter.form.date.format.choices.year.label
source: Yearly
es: Anual

# widget_filter.form.date.format.choices.month.label
source: Monthly
es: Mensual

# widget_filter.date_filter
source: Date of publication
es: Fecha de publicación

# modal.blog.list.articlesList.empty.notice.label
source: Create a post now
es: Crear artículo ahora

# modal.blog.list.articlesList.status.draft
source: Draft
es: Borrador

# modal.blog.list.articlesList.status.published
source: Published
es: Publicado

# modal.blog.list.articlesList.status.unpublished
source: Pending review
es: A la espera de revisíon

# modal.blog.list.articlesList.status.scheduled
source: Planified
es: Planificado

# victoire_blog.noresult
source: No result
es: Ningún resultado

# form.article.name.label
source: Post name
es: Nombre del artículo

# form.article.description.label
source: Description
es: Descripción

# form.article.image.label
source: Picture
es: Imagen

# form.article.category.label
source: Category
es: Categoría

# widget_filter.form.date.default.label
source: Default Date
es: Fecha predeterminada

# widget_filter.form.date.default.empty_value.label
source: Pick a date
es: Eliges una fecha

# form.article.type.template.label
source: Template
es: Plantilla

# form.article.settings.type.article.title
source: Article
es: Artículo

# form.article.category.placeholder
source: Choose
es: Elegir
