Repository: Victoire/victoire
Catalog: Bundle/FormBundle/Resources/translations/victoire.*.xliff
Languages: es, fr

# (optional)
source: <em>(Optional)</em>
es: <em>(Optativo)</em>
fr: <em>(Optionnel)</em>

# victoire.collection.button.label.add_item
source: Add item
es: Agregar elemento
fr: Ajouter un élément

# victoire.collection.button.label.remove_item
source: Remove item
es: Eliminar elemento
fr: Supprimer un élément

source: Link
es: Enlace
fr: Lien

# form.link_type.linkType.label
source: Link type
es: Tipo de enlace
fr: Type de lien

# form.link_type.linkType.view_reference
source: Website page
es: Página del sitio
fr: Page

# form.link_type.linkType.none
source: No link
es: Sin enlace
fr: Aucun lien

# form.link_type.linkType.route
source: Routing (advanced mode)
es: Ruta (avanzada usuario)
fr: Route

# form.link_type.linkType.widget
source: Anchor (Widget)
es: Ancla (Widget)
fr: Ancre (Widget)

# form.link_type.view_reference.label
source: Website page
es: Página del sitio
fr: Page

# form.link_type.view_reference.blank
source: Choose a page
es: Seleccione una página
fr: Choisissez une page

# form.link_type.attachedWidget.label
source: Anchor (Widget)
es: Ancla (Widget)
fr: Ancre (Widget)

# form.link_type.attachedWidget.blank
source: Choose an anchor
es: Seleccione una ancla
fr: Choisissez une ancre

# form.link_type.route.label
source: Routing
es: Ruta
fr: Route

# form.link_type.route.placeholder
source: Set the routing
es: Indique la ruta

# form.link_type.route_parameters.label
source: Routing parametres
es: Ajustes de la ruta
fr: Paramètres de la route

# form.link_type.route_parameters.placeholder
source: Set the routing parameters - JSON format
es: Indique los ajustes de la ruta - formato JSON

# form.link_type.target.label
source: Link target
es: Apertura del enlace
fr: Comportement de la cible

# form.link_type.url.placeholder
source: Use the following format : http://...
es: Escrito en el formato http://...

# form.link_type.choice.target.parent
source: In the active page
es: En la misma página
fr: Même page (parent)

# form.link_type.choice.target.blank
source: In a new tab
es: En una nueva pestaña
fr: Nouvel onglet (blank)

# form.link_type.choice.target.ajax-modal
source: In a new modal window
es: En una ventana modal
fr: Fenètre modale

# form.link_type.analytics_track_code.label
source: Tracking code
fr: Code de tracking
