Repository: Victoire/victoire
Catalog: Bundle/SeoBundle/Resources/translations/victoire.*.xliff
Languages: es, fr

# form.pageSeo.fbAdmins.label
source: Facebook Page admins ID
es: ID de los administradores de la página Facebook
fr: ID Facebook des administrateurs de la page

# form.pageSeo.keyword.label
source: Meta Tag Keywords
es: Meta etiqueta "Keywords"
fr: Meta balise "Keywords"

# form.pageSeo.metaDescription.label
source: Meta Tag Description
es: Meta etiqueta "Description"
fr: Meta Balise "Description"

# form.pageSeo.metaRobotsAdvanced.label
source: Advanced
es: Avanzado
fr: Avancé

# form.pageSeo.metaTitle.label
source: Meta Tag Title
es: Meta etiqueta "Title"
fr: Meta Balise "Title"

# form.pageSeo.ogDescription.label
source: Open Graph Description
es: Open Graph Descripción
fr: Description Open Graph

# form.pageSeo.ogImage.label
source: Open Graph Image
es: Open Graph Imagen
fr: Image Open Graph

# form.pageSeo.ogTitle.label
source: Open Graph Title
es: Open Graph Título
fr: Titre Open Graph

# form.pageSeo.ogType.label
source: Open Graph Type
es: Open Graph Tipo
fr: Type Open Graph

# form.pageSeo.page.label
source: Related page
es: Página relacionada
fr: Page similaire

# form.pageSeo.redirectTo.vic_help_block
source: Permanent redirection
es: Redirección permanente
fr: Redirection permanente

# form.pageSeo.redirectTo.label
source: Automatic redirection
es: Redirección automática
fr: Redirection automatique

# form.pageSeo.relCanonical.label
source: Canonical url
es: URL canónica
fr: URL canonique

# form.pageSeo.schemaDescription.label
source: Description
es: Descripción

# form.pageSeo.schemaImage.label
source: Image
es: Imagen

# form.pageSeo.schemaName.label
source: Name
es: Nombre
fr: Nom

# form.pageSeo.schemaPageType.label
source: Type
es: Tipo

# form.pageSeo.sitemapIndexed.label
source: URL indexed
es: URL indexado
fr: URL indexée

# form.pageSeo.sitemapPriority.label
source: Priority
es: Prioridad
fr: Priorité

# form.pageSeo.twitterCard.vic_help_block
source: <a href="https://dev.twitter.com/cards/markup" target="_blank">more information here</a>
es: <a href="https://dev.twitter.com/cards/markup" target="_blank">más información aquí</a>
fr: <a href="https://dev.twitter.com/cards/markup" target="_blank">plus d'informations ici</a>

# form.pageSeo.twitterCard.label
source: Card Type
es: Tipo de Card
fr: Type de Card

# form.pageSeo.twitterDescription.label
source: Description
es: Descripción

# form.pageSeo.twitterImage.label
source: Image (must be less than 1MB)
es: Imagen (debe ser inferior a 1 MB)
fr: Image (doit être <1MB)

# form.pageSeo.twitterTitle.label
source: Card Title
es: Título de la Card
fr: Titre de la Card

# form.pageSeo.twitterUrl.label
source: @username of website
es: @twittername de la página web
fr: @pseudotwitter lié au site

# menu.page.seoSettings
source: <i class="vic-menuImg vic-menuImg-target"></i> SEO
es: <span class="v-seo v-seo--success">SEO</span>

# modal.form.pageSeo.settings.title
source: SEO Settings - <strong>%pageName%</strong>
es: SEO Ajustes - <strong>%pageName%</strong>

# modal.mandatory_fields.label
source: Mandatory fields
es: Campos obligatorios
fr: Champs obligatoires

# modal.form.pageSeo.general.title
source: Meta Tags
es: Meta Etiquetas
fr: Meta Balises

# victoire_seo.save.success
source: SEO parameters successfully updated
es: Parámetros SEO actualizado correctamente
fr: Paramètres SEO modifiés avec succès

# modal.form.pageSeo.advanced.title
source: Advanced
es: Avanzado
fr: Avancé

# modal.form.pageSeo.OpenGraph.title
source: OpenGraph settings (Facebook, Linkedin, ...)
es: OpenGraph Ajustes (Facebook, Linkedin, ...)
fr: Paramètres OpenGraph (Facebook, Linkedin, ...)

# modal.form.pageSeo.schema.title
source: Schema.org settings
es: Schema.org Ajustes
fr: Paramètres Schema.org

# modal.form.pageSeo.sitemap.title
source: Sitemap settings
es: Sitemap Ajustes
fr: Plan du site

# modal.form.pageSeo.robots.title
source: Robots settings
es: Robots Ajustes
fr: Robots

# form.pageSeo.metaTitle.placeholder
source: Limited to 60 characters
es: Limitado a 65 signos
fr: Limité à 60 caractères

# form.pageSeo.metaDescription.placeholder
source: Limited to 155 characters
es: Limitado a 155 signos
fr: Limité à 155 caractères

# form.pageSeo.fbAdmins.placeholder
source: Use the Facebook Page numeric ID. If there is several admins, you can separate with commas
es: Utilice el ID de los administradores de la página Facebook, separados con coma
fr: Utiliser l'identifiant du/des admins de la page Facebook. Séparez les avec des virgules

# form.pageSeo.relAuthor.placeholder
source: Author's G+ URL
es: Autor's G+ URL
fr: URL G+ de l'auteur

# form.pageSeo.relPublisher.placeholder
source: Company's G+ URL
es: Compañía's G+ URL
fr: URL G+ de la société

# form.pageSeo.ogType.placeholder
source: default : website
es: por defecto : website
fr: par défaut : website

# form.pageSeo.ogUrl.placeholder
source: default : active page URL
es: por defecto : active page URL
fr: par défaut : URL de la page active

# form.pageSeo.sitemapChangeFreq.label
source: Change frequency
es: Frecuencia de cambio
fr: Fréquence de modification

# form.pageSeo.schemaPageType.vic_help_block
source: <a href="http://schema.org/" target="_blank">more information here</a>
es: <a href="http://schema.org/" target="_blank">más información aquí</a>
fr: <a href="http://schema.org/" target="_blank">plus d'informations ici</a>

# form.pageSeo.ogTitle.vic_help_block
source: <a href="http://ogp.me/" target="_blank">more information here</a>
es: <a href="http://ogp.me/" target="_blank">más información aquí</a>
fr: <a href="http://ogp.me/" target="_blank">plus d'informations ici</a>

# form.pageSeo.twitterTitle.placeholder
source: Limited to 70 characters
es: Limitado a 70 signos
fr: Limité à 70 caractères

# form.pageSeo.twitterCreator.label
source: @username of content creator
es: @twittername del creador de contenido
fr: @pseudotwitter du créateur de contenu

# form.pageSeo.twitterDescription.placeholder
source: Limited to 200 characters
es: Limitado a 200 signos
fr: Limité à 200 caractères

# form.pageSeo.sitemapChangeFreq.format.choices.monthly.label
source: Monthly
es: Mensual
fr: Mensuelle

# form.pageSeo.sitemapChangeFreq.format.choices.always.label
source: Always
es: Siempre
fr: Toujours

# form.pageSeo.sitemapChangeFreq.format.choices.hourly.label
source: Hourly
es: Cada hora
fr: Horaire

# form.pageSeo.sitemapChangeFreq.format.choices.daily.label
source: Daily
es: Diariamente
fr: Quotidienne

# form.pageSeo.sitemapChangeFreq.format.choices.weekly.label
source: Weekly
es: Semanal
fr: Hebdomadaire

# form.pageSeo.sitemapChangeFreq.format.choices.yearly.label
source: Yearly
es: Anualm
fr: Annuelle

# form.pageSeo.sitemapChangeFreq.format.choices.never.label
source: Never
es: Nunca
fr: Jamais

# form.pageSeo.keyword.placeholder
source: specify keywords and phrases related to your site, separated by commas
es: especificar las palabras claves, separadas por comas
fr: indiquez les expressions et mots clés relatifs à votre site séparés par des virgules

# form.pageSeo.ogUrl.label
source: Open Graph URL
fr: URL Open Graph

# modal.form.pageSeo.settings.title
source: SEO Settings - <strong>%pageName%</strong>
fr: Paramètres SEO de la page <strong>%pageName%</strong>

# modal.form.pageSeo.socialmedia.title
source: Social Media Optimization
fr: Réseaux sociaux

# modal.form.pageSeo.twitter.title
source: Twitter Cards
fr: Paramètres Twitter

# form.pageSeo.twitterUrl.placeholder
source: e.g. @TroopersAgency
fr: e.g. @victoiredcms

# form.pageSeo.twitterCreator.placeholder
source: e.g. @victoiredcms
fr: e.g. @appventus
