Repository: Victoire/victoire
Catalog: Bundle/BusinessPageBundle/Resources/translations/victoire.*.xliff
Languages: es, fr

# business_template.creation.title
source: Create a business template
es: Crear una plantilla de negocio
fr: Créer une représentation métier

# business_template.edit.title
source: Edit a business template
es: Configuración de una plantilla de negocio
fr: Modifier une représentation métier

# list.action.add
source: Add a business template
es: Añadir una plantilla de negocio
fr: Ajouter une représentation métier

# list.action.edit
source: Edit
es: Modificar
fr: Modifier

# list.action.list
source: List the entities
es: Lista de los elementos
fr: Lister les objets

# list.entities.query
source: Query related to the template
es: Consulta conexo a la plantilla
fr: Requête liée à la représentation

# list.entities.title
source: Entities concerned by this template
es: Elementos relacionados a esta plantilla
fr: Les objets concernés par cette représentation

# modal.mandatory_fields.label
source: Mandatory fields
es: Campos obligatorios
fr: Champs obligatoires

# menu.business_template
source: <i class="vic-menuImg vic-menuImg-sandbox"></i> Business Template
es: <i class="vic-menuImg vic-menuImg-sandbox"></i> Plantilla de negocio
fr: <i class="vic-menuImg vic-menuImg-sandbox"></i> Représentation métier

# victoire.business_template.create.success
source: The business template has been successfully created
es: La plantilla de negocio ha sido creada
fr: La représentation métier a bien été créée

# victoire.business_template.edit.success
source: The business template has been successfully edited
es: La plantilla de negocio ha sido modificada
fr: La représentation métier a bien été modifiée

# victoire.business_template.edit.error
source: The change in business template failed
es: La modificación de la plantilla de negocio fracasó
fr: La modification de la représentation métier a échoué

# victoire.form.business_template.backend_name.label
source: Label
es: Etiqueta
fr: Libellé

# victoire.form.business_template.backend_name.help_block
source: Your visitors won't see this label
es: Sus visitantes no verán esta etiqueta
fr: Vos visiteurs ne verront pas ce libellé

# victoire.form.business_template.query.label
source: <i class="fa fa-database"></i> Query <strong>BETA</strong>
es: <i class="fa fa-database"></i> Consulta <strong>BETA</strong>
fr: <i class="fa fa-database"></i> Requête <strong>BETA</strong>

# form.page.type.roles.label
source: Permissions needed to display the page
es: Permisos necesarios para mostrar la página
fr: Permissions nécessaires à l'affichage de la page

# form.page.type.roles.help_block
source: Format: BUSINESS_ENTITY_OWNER,PERMISSION_1,PERMISSION_2,...
es: Formato: BUSINESS_ENTITY_OWNER,PERMISSION_1,PERMISSION_2,...

# victoire.form.business_template.query.vic_help_block
source: <i class="fa fa-info-circle"></i> <em>This field is for developers only.</em> Use this field to define which authorities are authorized to use this business template
es: <i class="fa fa-info-circle"></i> <em>Esta parte está reservada para los programadores</em>. Utilice este campo para determinar qué organismos están autorizados a utilizar la plantilla de negocio
fr: <i class="fa fa-info-circle"></i> <em>Cette partie est réservée aux développeurs</em>. Utilisez ce champ pour définir quelles instances sont autorisées à utiliser cette représentation métier

# victoire.form.business_template.slug.vic_business_property_picker
source: You must use an entity's property to dynamize URL
es: Debe utilizar al menos una propiedad de la entidad para devolver el URL dinámica
fr: Vous devez utiliser au moins une proprieté de l'entité pour dynamiser l'URL

# victoire.form.business_template.name.vic_business_property_picker
source: You can use entity's properties for the page title
es: Puede utilizar las propiedades de la entidad para el título de la página
fr: Vous pouvez utiliser des propriétés de l'entité pour le titre de la page

# victoire.form.business_template.name.vic_help_block
source: <em>&laquo;Product Tag&raquo;, &laquo;user profile&raquo;, &laquo;Energetic balance&raquo;</em>...
es: <em>&laquo;Ficha del producto&raquo;, &laquo;Perfil de usuario&raquo;, &laquo;Balance energético&raquo;</em>...
fr: <em>&laquo;Fiche produit&raquo;, &laquo;Profil utilisateur&raquo;, &laquo;Bilan énergetique&raquo;</em>...

# business_template.listEntities.empty
source: <div class="vic-alert vic-alert-info">This business template isn't used.</div>
es: <div class="vic-alert vic-alert-info">Esta plantilla de negocio no sigue utilizada.</div>
fr: <div class="vic-alert vic-alert-info">Cette représentation métier n'est pas utilisée.</div>

# business_template.listEntities
source: Business Templates' list for
es: Lista de las plantillas de negocios para
fr: Liste des représentations de l’objet métier
