Repository: Victoire/victoire
Catalog: Bundle/ConfigBundle/Resources/translations/victoire.*.xliff
Languages: fr

# globalConfig.modal.header
source: Website configuration
fr: Configuration du site

# globalConfig.form.tabs.global
source: Global
fr: Général

# globalConfig.form.tabs.favicons
source: Icons
fr: Icônes

# globalConfig.form.metaTitlePattern
source: META title pattern
fr: Modèle de génération de la balise META title

# globalConfig.form.metaTitlePattern.help
source: <div class="v-color--grey-light"> <i class="fa fa-info-circle"></i> Some variables can be used :<br/> <strong><em>%page.title%</em> (Required)</strong>, <em>%page.id%</em>, <em>%page.name%</em>, <em>%page.author%</em>, <em>%page.slug%</em> </div>
fr: <div class="v-color--grey-light"> <i class="fa fa-info-circle"></i> Plusieurs variables peuvent être utilisées :<br/> <strong><em>%page.title%</em> (Obligatoire)</strong>, <em>%page.id%</em>, <em>%page.name%</em>, <em>%page.author%</em>, <em>%page.slug%</em> </div>

# globalConfig.form.logo
source: Icon
fr: Logo

# globalConfig.form.logo.help
source: <div class="v-color--grey-light"><i class="fa fa-info-circle"></i> Transparent background, square, min 260px</div>
fr: <div class="v-color--grey-light"><i class="fa fa-info-circle"></i> Fond transparent, format carré, 260px mini</div>

# globalConfig.form.mainColor
source: Main color
fr: Couleur principale

# globalConfig.form.mainColor.help
source: <div class="v-color--grey-light"><i class="fa fa-info-circle"></i> The color will be used to stylized the browser. Expected format : hexadecimal #0099FF. <a href="https://developers.google.com/web/fundamentals/design-and-ux/browser-customization/" title="Learn more about the browser configuration">Learn more about the browser configuration</a></div>
fr: <div class="v-color--grey-light"><i class="fa fa-info-circle"></i> La couleur sera utilisée sur mobile pour styliser le navigateur. Format attendu: héxadécimal #0099FF. <a href="https://developers.google.com/web/fundamentals/design-and-ux/browser-customization/" title="En savoir plus sur la personnalisation du navigateur">En savoir plus</a></div>

# globalConfig.form.head
source: Code to insert in every page's HEAD section
fr: Code à insérer dans la balise HEAD de chaque page

# globalConfig.form.organizationJsonLD
source: Semantical definition of the organization
fr: Définition sémantique de l'organization

# globalConfig.form.organizationJsonLD.help
source: <div class="v-color--grey-light"><i class="fa fa-info-circle"></i> Expected format : Json+LD, will be present in homepage HEAD section. <a href="https://developers.google.com/search/docs/guides/intro-structured-data" title="Learn more about structured data">Learn more</a></div>
fr: <div class="v-color--grey-light"><i class="fa fa-info-circle"></i> Format Json+LD, uniquement présent sur la page d'accueil. <a href="https://developers.google.com/search/docs/guides/intro-structured-data" title="En savoir plus sur les données structurées">En savoir plus</a></div>

# menu.global_config
source: Website configuration
fr: Configuration du site

# victoire.config.global.edit.success
source: The global configuration has been updated
fr: La configuration générale du site a bien été mise à jour
