Repository: Victoire/victoire
Catalog: Bundle/PageBundle/Resources/translations/victoire.*.xliff
Languages: es, fr

# menu.template.settings
source: <i class="vic-menuImg vic-menuImg-gear"></i> Template settings
es: <svg xmlns="http://www.w3.org/2000/svg" width="23" height="20" viewBox="61 0 23 20"><path fill="currentColor" fill-rule="evenodd" d="M72.611 6.4694c.1777.3007.3285.6572.455 1.067.0754.0146.219.034.4306.0558.2092.0243.4257.0582.6447.0995.2213.0436.4208.0897.596.1333.1727.0485.2627.102.2627.165v2.066c0 .0753-.09.1432-.2627.1893-.1752.0533-.3747.0946-.596.1358-.219.039-.4403.066-.657.08-.2164.017-.3575.032-.4183.049-.1094.333-.253.672-.433 1.021.18.24.3528.473.5206.703.1654.226.3552.454.5644.679l.022.114c0 .046-.078.163-.2385.35-.158.185-.343.379-.5522.585-.2092.206-.4063.388-.5887.548-.1825.156-.2968.238-.343.238-.017 0-.095-.053-.2385-.157-.143-.104-.304-.225-.476-.359-.175-.135-.34-.262-.491-.38-.151-.111-.25-.191-.296-.23-.348.179-.691.322-1.024.429 0 .08-.012.221-.034.429-.024.211-.056.43-.095.658-.036.23-.087.432-.143.604-.058.174-.119.262-.182.262h-2.073c-.063 0-.121-.087-.18-.262-.058-.172-.102-.373-.134-.604-.031-.228-.058-.446-.082-.65-.022-.206-.034-.349-.034-.436-.35-.09-.691-.235-1.024-.429-.241.179-.481.359-.717.541-.236.184-.467.369-.691.563l-.116.024c-.031 0-.138-.082-.321-.237-.182-.16-.372-.342-.569-.548-.199-.207-.377-.401-.537-.585-.158-.187-.238-.303-.238-.349 0-.014.051-.094.151-.237.102-.143.217-.298.343-.463.129-.167.251-.327.363-.477.112-.151.185-.248.217-.296-.18-.332-.331-.696-.455-1.091-.078-.014-.221-.036-.431-.058-.212-.022-.426-.048-.647-.082-.221-.029-.418-.071-.594-.119-.175-.051-.262-.107-.262-.17v-2.09c0-.061.087-.124.263-.179.175-.06.375-.104.606-.136.229-.031.448-.058.657-.08.209-.024.355-.036.431-.036.092-.378.236-.72.433-1.023-.18-.235-.355-.475-.53-.713-.175-.233-.355-.4655-.543-.6886l-.046-.118c0-.043.077-.157.238-.339.158-.182.341-.373.548-.579.204-.206.399-.388.5837-.548.18-.155.297-.237.343-.237.0143 0 .095.051.238.153.1435.0995.3016.218.477.352.175.136.34.269.501.3953.158.128.253.206.285.237.333-.194.683-.337 1.048-.429 0-.061.012-.206.034-.427.024-.226.051-.449.0827-.6694.032-.223.071-.422.122-.604.051-.182.1147-.2715.1926-.2715h2.072c.063 0 .124.09.1826.272.056.182.102.381.131.604.034.2205.061.4436.083.669.024.221.043.366.058.427.348.092.6832.2303 1 .405.243-.1747.484-.352.7292-.524.243-.177.479-.3566.703-.541l.095-.0484c.031 0 .138.085.318.25.185.167.377.347.579.546.1994.198.3843.388.552.569.1654.182.251.295.251.339 0 .034-.0537.119-.158.264-.105.1406-.2217.296-.348.463-.129.167-.253.325-.375.478-.1193.15-.195.247-.2264.2957zM68.0105 11c.2723 0 .531-.053.7732-.157.2424-.1037.4547-.242.6347-.422.18-.18.3232-.3922.427-.6367.1016-.2422.1547-.4983.1547-.775 0-.27-.053-.5306-.154-.7752-.104-.246-.247-.463-.427-.643s-.392-.32-.635-.429c-.242-.106-.501-.161-.773-.161-.561 0-1.034.196-1.426.586-.39.39-.584.865-.584 1.424 0 .277.053.533.16.775.106.245.252.457.432.637s.395.319.642.422c.245.104.506.157.778.157zm14.8915 5.1362c-.068.284-.1523.5492-.2576.798.014.0423.0585.1127.1288.2066.0702.094.1404.1972.206.303.068.1078.1288.211.1803.3097.0515.0963.0796.1643.0796.202 0 .0304-.07.1173-.208.2652-.138.1455-.299.298-.482.46-.182.1597-.358.3123-.527.453-.168.1433-.274.242-.318.2935l-.091.047c-.028 0-.091-.033-.182-.0963-.093-.066-.189-.139-.285-.221-.098-.082-.194-.162-.285-.242-.093-.08-.157-.132-.187-.162-.276.089-.566.159-.873.213-.014.042-.049.124-.1.239-.051.117-.11.232-.173.345-.065.112-.126.216-.185.307-.061.096-.112.141-.157.141s-.175-.029-.393-.085c-.215-.057-.449-.127-.7-.209-.25-.082-.475-.169-.672-.263-.199-.094-.297-.176-.297-.252 0-.174.019-.352.056-.535.037-.183.07-.357.101-.524-.119-.089-.227-.188-.318-.298-.094-.106-.18-.221-.253-.341-.173.017-.342.026-.51.035-.168.004-.334.007-.498.007h-.164c-.047 0-.079-.04-.094-.122-.016-.061-.044-.193-.089-.399-.046-.207-.096-.423-.152-.653-.056-.228-.103-.434-.14-.622-.038-.188-.056-.296-.056-.327 0-.045.052-.094.152-.146.101-.052.215-.106.346-.164.131-.056.255-.103.377-.139.117-.038.201-.066.246-.077.028-.176.063-.32.105-.442.042-.12.101-.256.174-.415-.028-.029-.077-.094-.145-.191-.068-.099-.136-.202-.209-.31-.07-.106-.131-.212-.183-.313-.054-.101-.079-.169-.079-.197 0-.031.068-.12.209-.268.138-.1438.297-.2988.482-.458.183-.16.3588-.312.527-.4487.166-.141.274-.232.3188-.277l.089-.044c.03 0 .091.033.185.096.093.061.189.1365.285.2186.098.0825.194.162.2857.24.094.0796.157.1336.185.1664.262-.094.546-.162.852-.216.014-.045.049-.1246.103-.242.052-.118.113-.23.183-.341.07-.115.138-.216.197-.3125.061-.0915.1127-.1384.157-.1384.0307 0 .157.026.382.08.2247.049.461.1196.7117.204.2504.089.475.176.677.2676.203.0894.304.174.304.256 0 .174-.021.3475-.063.5306-.04.178-.075.354-.106.5252.1193.0894.227.1903.3183.2983.094.108.178.223.253.342.187-.014.372-.026.555-.033.183-.01.361-.012.534-.012.0584 0 .1263.099.199.298.077.2.143.425.1965.681.056.251.103.495.14.725.0374.225.056.375.056.441 0 .047-.052.094-.1525.148-.098.051-.208.101-.33.143-.1196.047-.241.094-.363.143-.124.047-.208.08-.253.096zm-.9625-11.1128c-.0945.2687-.2075.5023-.3412.7032.0138.0327.046.0912.09.1846.0437.0935.092.194.1474.3038.0554.1074.1015.2056.1384.2967.037.0864.056.1425.056.1542 0 .046-.083.133-.249.264-.166.128-.348.266-.551.401-.203.138-.392.261-.569.371-.175.107-.272.159-.286.159-.03 0-.08-.035-.154-.105-.074-.07-.154-.15-.237-.241-.085-.089-.159-.176-.225-.262-.067-.087-.115-.145-.143-.173-.103.028-.209.051-.315.065-.106.016-.214.016-.325 0h-.155c-.03.03-.074.093-.134.185-.057.093-.122.191-.191.292-.071.1-.138.189-.205.261-.067.074-.113.114-.143.114-.03 0-.14-.042-.332-.124-.191-.082-.392-.178-.601-.288-.209-.108-.401-.215-.574-.325-.173-.108-.258-.182-.258-.227 0-.014.012-.07.033-.163.023-.094.053-.194.09-.297.037-.105.069-.208.099-.308.028-.098.051-.164.065-.194-.168-.173-.309-.393-.42-.661-.389-.017-.664-.033-.827-.056-.161-.024-.267-.091-.318-.206-.053-.117-.071-.311-.055-.589.014-.274 0-.68-.044-1.217 0-.047.044-.091.136-.136.093-.045.201-.08.325-.113.127-.03.249-.051.372-.065.123-.016.203-.03.247-.047.076-.243.189-.484.344-.713-.016-.033-.043-.096-.087-.199-.044-.098-.09-.201-.138-.306-.049-.105-.09-.198-.127-.285-.037-.086-.055-.145-.055-.175 0-.044.079-.126.238-.25.157-.124.339-.255.542-.393.2-.138.389-.26.567-.363.175-.105.279-.159.309-.159.03 0 .078.035.143.1.067.07.14.15.228.243.083.091.159.18.226.262.064.081.113.138.143.166.101-.028.207-.05.313-.066.106-.016.217-.016.328 0h.152c.016-.03.055-.091.122-.184s.134-.187.205-.285c.069-.098.134-.185.191-.262.06-.08.104-.119.134-.119.028 0 .139.042.332.13.189.084.395.182.611.287.217.109.413.215.586.32.173.105.261.177.261.224 0 .03-.016.086-.046.173-.03.086-.058.182-.087.292-.03.107-.06.21-.0943.306-.032.098-.058.159-.0715.191.1474.187.2904.411.431.6702.376.03.6455.056.816.077.168.023.276.091.32.2053.0437.119.062.311.055.584-.007.2736.002.6684.032 1.192 0 .044-.046.091-.138.14-.092.0466-.196.089-.3135.1144-.1177.033-.237.056-.3597.07-.12.014-.203.028-.249.044zM78 15.479c0 .4144.1442.7658.4327 1.07.2885.3015.6425.451 1.0594.451.412 0 .764-.1442 1.063-.43.297-.2938.446-.653.446-1.091 0-.409-.144-.7578-.432-1.0463S79.92 14 79.492 14c-.409 0-.7604.1442-1.0514.4327C78.147 14.7212 78 15.07 78 15.479zm0-11.4838c0 .286.0954.5243.2863.717.1927.1906.4255.2878.7003.2878.2844 0 .525-.0972.7195-.288.197-.1925.294-.425.294-.6977 0-.286-.095-.5262-.288-.7207C79.519 3.0972 79.285 3 79.004 3c-.2862 0-.5248.0972-.7175.2936-.191.1945-.2863.429-.2863.7016z"/></svg>
fr: <i class="vic-menuImg vic-menuImg-gear"></i> Paramètres

# modal.form.page.settings.action.delete.confirm.title
source: Is this your final answer ?
es: ¿ Esto es su respuesta final ?
fr: C'est votre dernier mot ?

# modal.form.page.settings.action.delete.confirm.body
source: This action will permanently delete this page from the database. This action is irreversible.<br/><strong> Are you sure ?</strong>
es: Esta acción eliminará permanentemente esta página. Esta acción es irreversible.<br/><strong> ¿ Está seguro ?</strong>
fr: Cette action va supprimer définitivement cette page. Cette action est irréversible. Êtes-vous sûr ?

# victoire_page.create.success
source: Successfully created page
es: Página creada con éxito
fr: Page créée avec succès

# victoire_page.update.success
source: Successfully modified page
es: Página éxito modificado
fr: Page modifiée avec succès

# form.article.settings.type.publish.label
source: Date of publication
es: Fecha de publicación
fr: Date de publication
