Repository: Victoire/victoire
Catalog: Bundle/WidgetBundle/Resources/translations/victoire.*.xliff
Languages: es, fr

# widget_layout.form.containerBackground.help_block
source: This field is deprecated and will be removed soon. Thank you not to use it.
es: Este campo está en desuso y se eliminará pronto. Gracias para no utilizarlo.
fr: Ce champs est déprécié, et sera supprimé prochainement. Merci de ne plus l'utiliser.

# widget_layout.form.containerBackgroundColor.placeholder
source: eg .: blue, # 0000FF or rgb (0, 0, 255)
es: ejemplo : blue, #0000FF o rgb(0, 0, 255)
